{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "NNNNNNNNNNNNNNNN",
        -2.686631509039019
      ],
      [
        "NNNNNNNNNNNNNNN",
        -3.1324630220014473
      ],
      [
        "▁",
        -4.4018349759100435
      ],
      [
        "NNNNNNNNNNNNNN",
        -4.9657753931693005
      ],
      [
        "A",
        -6.08797813353284
      ],
      [
        "C",
        -6.111428682329629
      ],
      [
        "G",
        -6.176267052579037
      ],
      [
        "T",
        -6.274391688019911
      ],
      [
        "AA",
        -6.573363920022498
      ],
      [
        "TT",
        -6.610592994347648
      ],
      [
        "CA",
        -6.647218125112163
      ],
      [
        "GT",
        -6.707631792591748
      ],
      [
        "AG",
        -6.717735407077976
      ],
      [
        "CT",
        -6.722819740569168
      ],
      [
        "TG",
        -6.829078649370526
      ],
      [
        "CG",
        -6.8297250454607905
      ],
      [
        "GG",
        -6.84521336968575
      ],
      [
        "AC",
        -6.8609190346147475
      ],
      [
        "GC",
        -6.884184984003511
      ],
      [
        "GA",
        -6.895199820946546
      ],
      [
        "CC",
        -6.901146233363839
      ],
      [
        "AT",
        -6.95021748571042
      ],
      [
        "TA",
        -7.011717975714031
      ],
      [
        "CTT",
        -7.056934088713529
      ],
      [
        "TC",
        -7.084541672569305
      ],
      [
        "CAT",
        -7.126663255507671
      ],
      [
        "TTT",
        -7.1531518232435385
      ],
      [
        "CCT",
        -7.23124175075518
      ],
      [
        "AAA",
        -7.231983733098957
      ],
      [
        "AGA",
        -7.25104762426704
      ],
      [
        "TCT",
        -7.274070984622185
      ],
      [
        "TTG",
        -7.29411529112488
      ],
      [
        "TCA",
        -7.297514580074658
      ],
      [
        "CTCA",
        -7.299977030733068
      ],
      [
        "TGT",
        -7.31363572565089
      ],
      [
        "AAG",
        -7.314065802960233
      ],
      [
        "AGG",
        -7.348052127394574
      ],
      [
        "CCC",
        -7.351032661271191
      ],
      [
        "GAG",
        -7.356473129910441
      ],
      [
        "CAC",
        -7.3589587712628095
      ],
      [
        "CAG",
        -7.376098031326865
      ],
      [
        "AGT",
        -7.379813093780784
      ],
      [
        "TGC",
        -7.416852720681161
      ],
      [
        "ACT",
        -7.426962461611845
      ],
      [
        "CTC",
        -7.443403917901328
      ],
      [
        "ACA",
        -7.4470541075068795
      ],
      [
        "GAA",
        -7.471809459710908
      ],
      [
        "CTTC",
        -7.472349482152749
      ],
      [
        "GCA",
        -7.490539330827808
      ],
      [
        "CTG",
        -7.493234845092491
      ],
      [
        "GGG",
        -7.493302969861135
      ],
      [
        "AAT",
        -7.498807736944531
      ],
      [
        "TTC",
        -7.518031403822059
      ],
      [
        "CAA",
        -7.518351998201215
      ],
      [
        "ACC",
        -7.527415505115664
      ],
      [
        "GCT",
        -7.540079866226515
      ],
      [
        "AGC",
        -7.560277557730737
      ],
      [
        "ATG",
        -7.56240815829257
      ],
      [
        "CCA",
        -7.566711613352018
      ],
      [
        "TGG",
        -7.573639982017502
      ],
      [
        "GTG",
        -7.579331196378641
      ],
      [
        "GGA",
        -7.613836032376714
      ],
      [
        "TCC",
        -7.657628791661811
      ],
      [
        "GTT",
        -7.6715776191908
      ],
      [
        "CTA",
        -7.6923460438894145
      ],
      [
        "GAAG",
        -7.693672819816767
      ],
      [
        "GAT",
        -7.696082822330814
      ],
      [
        "AAC",
        -7.6973718962030055
      ],
      [
        "ATT",
        -7.710472157791007
      ],
      [
        "CGT",
        -7.712323529925659
      ],
      [
        "CACT",
        -7.720205150086093
      ],
      [
        "TTA",
        -7.725392166033266
      ],
      [
        "CAAG",
        -7.735267182401521
      ],
      [
        "TGA",
        -7.753355731520623
      ],
      [
        "GTA",
        -7.754649882046437
      ],
      [
        "CCAT",
        -7.757923368483735
      ],
      [
        "AGTG",
        -7.775494069522545
      ],
      [
        "CTGT",
        -7.780977124837102
      ],
      [
        "TAG",
        -7.791288742720884
      ],
      [
        "TTTT",
        -7.798379036700849
      ],
      [
        "GAAC",
        -7.800047026891511
      ],
      [
        "AAAA",
        -7.805862800957315
      ],
      [
        "TAA",
        -7.807120078930666
      ],
      [
        "GGT",
        -7.809699533638982
      ],
      [
        "GGGAGGCTGAGGCAGG",
        -7.811977684093789
      ],
      [
        "TAC",
        -7.82216273799067
      ],
      [
        "CACA",
        -7.836822600352169
      ],
      [
        "GTTT",
        -7.837356207476861
      ],
      [
        "▁G",
        -7.8390627416623495
      ],
      [
        "CAAA",
        -7.8393464121081555
      ],
      [
        "GTC",
        -7.844773827963511
      ],
      [
        "ATC",
        -7.8509094443217435
      ],
      [
        "ACG",
        -7.853398345326466
      ],
      [
        "CCG",
        -7.85829453146767
      ],
      [
        "GGCCTCCCAAAGTGCT",
        -7.866667488001647
      ],
      [
        "GCC",
        -7.867510261279986
      ],
      [
        "GGC",
        -7.868943764865442
      ],
      [
        "AGCACTTTGGGAGGCC",
        -7.870159549978095
      ],
      [
        "CAGT",
        -7.871110173671843
      ],
      [
        "TAT",
        -7.872101072141323
      ],
      [
        "CGC",
        -7.876558038743599
      ],
      [
        "GAC",
        -7.8809048587687665
      ],
      [
        "CGG",
        -7.886861801409505
      ],
      [
        "CAGA",
        -7.896163620585909
      ],
      [
        "CTTT",
        -7.897338764815073
      ],
      [
        "▁T",
        -7.902563487929339
      ],
      [
        "CTGG",
        -7.929226426935503
      ],
      [
        "CTCT",
        -7.930655077501544
      ],
      [
        "CTTG",
        -7.933634823360434
      ],
      [
        "AGAA",
        -7.941654698955993
      ],
      [
        "AGACA",
        -7.941922725875919
      ],
      [
        "TGTG",
        -7.945660715318579
      ],
      [
        "CATG",
        -7.951482954867255
      ],
      [
        "ATA",
        -7.964255403413547
      ],
      [
        "GATTTCGTTGGAAACG",
        -7.9699149986228
      ],
      [
        "AGCT",
        -7.97190136228519
      ],
      [
        "AGCA",
        -7.976440492300744
      ],
      [
        "CTCC",
        -7.99046600030424
      ],
      [
        "ACCA",
        -7.996116061259541
      ],
      [
        "TTTTTTTTTTTTTTTT",
        -8.001022462860018
      ],
      [
        "TGCT",
        -8.003991829621413
      ],
      [
        "GCG",
        -8.00404345321352
      ],
      [
        "TTTG",
        -8.018207908081441
      ],
      [
        "AAAAAAAAAAAAAAAA",
        -8.023123788469496
      ],
      [
        "GAAA",
        -8.033606184084645
      ],
      [
        "CATT",
        -8.037918679037503
      ],
      [
        "CCTG",
        -8.040989942514578
      ],
      [
        "ACAG",
        -8.041163834307063
      ],
      [
        "CAGG",
        -8.047479360756183
      ],
      [
        "TGCA",
        -8.051446514425836
      ],
      [
        "TCAT",
        -8.05441712981059
      ],
      [
        "TTTGAAACACTCTTTT",
        -8.058538596957465
      ],
      [
        "CCCT",
        -8.059378712877162
      ],
      [
        "AAAG",
        -8.071882740231864
      ],
      [
        "AAGA",
        -8.072261664057233
      ],
      [
        "AGGA",
        -8.0876594023174
      ],
      [
        "CACC",
        -8.093027269918016
      ],
      [
        "AGAG",
        -8.111528612706817
      ],
      [
        "ACATTC",
        -8.113354713226496
      ],
      [
        "TCTT",
        -8.113368344089869
      ],
      [
        "GTGA",
        -8.117587061429312
      ],
      [
        "TGGAG",
        -8.120494996360652
      ],
      [
        "CTGA",
        -8.120993163671255
      ],
      [
        "AAAAA",
        -8.122283642035036
      ],
      [
        "GTTG",
        -8.123938413942332
      ],
      [
        "TGCC",
        -8.1301985040601
      ],
      [
        "ACAA",
        -8.131468699695528
      ],
      [
        "CCCA",
        -8.136948140384192
      ],
      [
        "GAGA",
        -8.140336187174503
      ],
      [
        "GTGAT",
        -8.145671611819497
      ],
      [
        "CCAG",
        -8.146865306334858
      ],
      [
        "TTCT",
        -8.15093707163793
      ],
      [
        "TACA",
        -8.15151900087394
      ],
      [
        "TACT",
        -8.155455314512936
      ],
      [
        "CTGAG",
        -8.158658768538213
      ],
      [
        "AGGG",
        -8.162888191195666
      ],
      [
        "GGGA",
        -8.168579905479007
      ],
      [
        "TCTG",
        -8.174554057744434
      ],
      [
        "GTCA",
        -8.177811055755363
      ],
      [
        "CCTGCCTCAGCCTCCC",
        -8.178096736095004
      ],
      [
        "▁C",
        -8.181814177391374
      ],
      [
        "TCTCTACTAAAAATAC",
        -8.182846177640897
      ],
      [
        "TGTT",
        -8.183345844225167
      ],
      [
        "TCCT",
        -8.18359792712818
      ],
      [
        "TTTC",
        -8.183996755847456
      ],
      [
        "▁A",
        -8.18998022192223
      ],
      [
        "ATGT",
        -8.193895201441702
      ],
      [
        "CAGC",
        -8.194830771268247
      ],
      [
        "AGTA",
        -8.196707915312388
      ],
      [
        "TTGA",
        -8.198324992549264
      ],
      [
        "GTGG",
        -8.199390628755225
      ],
      [
        "AACA",
        -8.200844897210807
      ],
      [
        "TTGT",
        -8.203290540276033
      ],
      [
        "TCG",
        -8.208325351289982
      ],
      [
        "CCAC",
        -8.210571100976875
      ],
      [
        "AAAT",
        -8.22282331711679
      ],
      [
        "AAAC",
        -8.223871704215519
      ],
      [
        "ATGG",
        -8.224374926568407
      ],
      [
        "TGGA",
        -8.226766616403449
      ],
      [
        "ATTT",
        -8.226933793284992
      ],
      [
        "CTGC",
        -8.231137680743053
      ],
      [
        "ACAAA",
        -8.23163997299161
      ],
      [
        "GCCA",
        -8.232998642128337
      ],
      [
        "CCCAC",
        -8.243573211792928
      ],
      [
        "GGAA",
        -8.244968862072383
      ],
      [
        "TGAG",
        -8.245556356396541
      ],
      [
        "ACAT",
        -8.249774575441783
      ],
      [
        "CGA",
        -8.251424109616806
      ],
      [
        "CATA",
        -8.252347185813138
      ],
      [
        "GCCT",
        -8.253306754993691
      ],
      [
        "TGAT",
        -8.258127742304577
      ],
      [
        "GTGT",
        -8.260143650938698
      ],
      [
        "ATTG",
        -8.267897181368552
      ],
      [
        "GGAG",
        -8.268552036803204
      ],
      [
        "AAATCTAGACAGAAGC",
        -8.2695269974476
      ],
      [
        "GCAT",
        -8.269858983487891
      ],
      [
        "GGACA",
        -8.274852893114812
      ],
      [
        "GTAAT",
        -8.27739849422796
      ],
      [
        "GGGATTACAGGCGTGA",
        -8.278193928011959
      ],
      [
        "CTAG",
        -8.282885883590048
      ],
      [
        "TGGG",
        -8.284797073498233
      ],
      [
        "TCACGCCTGTAATCCC",
        -8.285488152543486
      ],
      [
        "GGCA",
        -8.286784623762156
      ],
      [
        "GCTGG",
        -8.28684017795564
      ],
      [
        "TTTTT",
        -8.288653299701501
      ],
      [
        "GACCTC",
        -8.29031720875635
      ],
      [
        "GCAG",
        -8.295462617824878
      ],
      [
        "TTGG",
        -8.299487313206814
      ],
      [
        "CCTGC",
        -8.300085803286724
      ],
      [
        "GAGG",
        -8.302777368768535
      ],
      [
        "TTCA",
        -8.304811427208323
      ],
      [
        "TGTA",
        -8.30545923904914
      ],
      [
        "CAAC",
        -8.310434719094417
      ],
      [
        "AATG",
        -8.311817591635418
      ],
      [
        "GAGT",
        -8.315058766046647
      ],
      [
        "CAAT",
        -8.3158544950954
      ],
      [
        "ATGA",
        -8.316248168261804
      ],
      [
        "GGCT",
        -8.317381530573046
      ],
      [
        "CCTT",
        -8.321325944556744
      ],
      [
        "CACAC",
        -8.321716133627266
      ],
      [
        "GACA",
        -8.328484326142792
      ],
      [
        "TCAC",
        -8.32921055134716
      ],
      [
        "TGGT",
        -8.329387307203753
      ],
      [
        "ACTC",
        -8.331271639663283
      ],
      [
        "GCTG",
        -8.336054212908637
      ],
      [
        "TCAG",
        -8.337684508807461
      ],
      [
        "ATAG",
        -8.339544652927248
      ],
      [
        "TAAT",
        -8.344029829288854
      ],
      [
        "TAATTTTTGTATTTTT",
        -8.346474683293092
      ],
      [
        "TTCC",
        -8.352332133452808
      ],
      [
        "TCCA",
        -8.354346195015323
      ],
      [
        "TCCC",
        -8.355898426556706
      ],
      [
        "TGTC",
        -8.359167317517537
      ],
      [
        "AGGC",
        -8.366592609038948
      ],
      [
        "GTAG",
        -8.366657659083224
      ],
      [
        "ATCA",
        -8.36944417873535
      ],
      [
        "CTAT",
        -8.375850962506355
      ],
      [
        "GTCT",
        -8.378681623404363
      ],
      [
        "CTAC",
        -8.380969305855718
      ],
      [
        "ATTC",
        -8.38144162492548
      ],
      [
        "AATA",
        -8.382423511485621
      ],
      [
        "GAGC",
        -8.383037687679066
      ],
      [
        "AGCC",
        -8.38478160120766
      ],
      [
        "GATG",
        -8.386298263504738
      ],
      [
        "AGAT",
        -8.389969231257247
      ],
      [
        "GAAACTTCTTTGTGAT",
        -8.390249647727778
      ],
      [
        "AAGT",
        -8.39211530454852
      ],
      [
        "TAGA",
        -8.398657667190712
      ],
      [
        "AAAAATACAAAAATTA",
        -8.403533168378443
      ],
      [
        "AGTT",
        -8.403945249902485
      ],
      [
        "GTGTG",
        -8.406223182078246
      ],
      [
        "CCTC",
        -8.406578815986013
      ],
      [
        "CAGAG",
        -8.413431739084015
      ],
      [
        "ACTA",
        -8.416543377786137
      ],
      [
        "ATAT",
        -8.417097182352265
      ],
      [
        "GTGAG",
        -8.417833052619795
      ],
      [
        "AAAAT",
        -8.417880714488472
      ],
      [
        "TGGC",
        -8.424810432237553
      ],
      [
        "TCTC",
        -8.426708632986925
      ],
      [
        "ACAGG",
        -8.427824697078641
      ],
      [
        "AGGAG",
        -8.430680769683512
      ],
      [
        "CTCAG",
        -8.435168242485062
      ],
      [
        "GTCC",
        -8.43877412910955
      ],
      [
        "GGTG",
        -8.438908386084655
      ],
      [
        "CTTGC",
        -8.439782999684235
      ],
      [
        "CTTA",
        -8.441660686827122
      ],
      [
        "GAGTG",
        -8.443509665680931
      ],
      [
        "AATT",
        -8.445220855256728
      ],
      [
        "TTAA",
        -8.44537789024982
      ],
      [
        "GCACA",
        -8.44968553375869
      ],
      [
        "CACAG",
        -8.453458848983761
      ],
      [
        "TAGT",
        -8.456156079970496
      ],
      [
        "AGGTA",
        -8.457849825963766
      ],
      [
        "GCAAT",
        -8.46008461140785
      ],
      [
        "TGAA",
        -8.460716872357944
      ],
      [
        "TAAG",
        -8.46157978399004
      ],
      [
        "GAGAG",
        -8.462847566625218
      ],
      [
        "AAGG",
        -8.463871001317388
      ],
      [
        "AGAAT",
        -8.465123664947036
      ],
      [
        "CCCC",
        -8.465141864314983
      ],
      [
        "TAAA",
        -8.46639356345819
      ],
      [
        "AGAC",
        -8.474809491466445
      ],
      [
        "GCCC",
        -8.476380738913484
      ],
      [
        "ACCT",
        -8.476833609182709
      ],
      [
        "AAATA",
        -8.477190825136951
      ],
      [
        "ATTA",
        -8.477240354803786
      ],
      [
        "CTTTC",
        -8.477306480400461
      ],
      [
        "CATC",
        -8.47893496905666
      ],
      [
        "GGGAG",
        -8.48147300238798
      ],
      [
        "ATTAT",
        -8.482897745151053
      ],
      [
        "GGCC",
        -8.484229178949079
      ],
      [
        "ATGC",
        -8.48458923704329
      ],
      [
        "CATGC",
        -8.485481912251625
      ],
      [
        "AAGC",
        -8.486016064975946
      ],
      [
        "GGAT",
        -8.487328788572107
      ],
      [
        "GGGG",
        -8.490599484798967
      ],
      [
        "GCTT",
        -8.490966341950912
      ],
      [
        "TGCTC",
        -8.494420945483839
      ],
      [
        "TGAC",
        -8.495426576084942
      ],
      [
        "ACTT",
        -8.498433938819641
      ],
      [
        "TCTGC",
        -8.499783277471614
      ],
      [
        "ACACA",
        -8.500618153306998
      ],
      [
        "GATA",
        -8.506386481472578
      ],
      [
        "GTATTTTTAGTAGAGA",
        -8.506953053964555
      ],
      [
        "GTTTGTGATGTGTGTA",
        -8.507671460071233
      ],
      [
        "GAAGG",
        -8.508232943236774
      ],
      [
        "TATG",
        -8.509010565412147
      ],
      [
        "GTAGTCCCAGCTACTC",
        -8.509360080478935
      ],
      [
        "TGGTT",
        -8.511496418294316
      ],
      [
        "GCAGA",
        -8.513553909563822
      ],
      [
        "ATCT",
        -8.515863065247578
      ],
      [
        "GGGT",
        -8.519727421485168
      ],
      [
        "GCCAGGC",
        -8.519758271406054
      ],
      [
        "GCAA",
        -8.519793210985917
      ],
      [
        "GTAATCCCAGCTACTC",
        -8.522154146346443
      ],
      [
        "CACTC",
        -8.528111518366437
      ],
      [
        "ATTAC",
        -8.532481020399878
      ],
      [
        "AGGT",
        -8.532572127484237
      ],
      [
        "ACAC",
        -8.536192680704119
      ],
      [
        "AAGTG",
        -8.537153962185535
      ],
      [
        "GAAAG",
        -8.542910654447713
      ],
      [
        "TTGC",
        -8.543272509980664
      ],
      [
        "AAGCA",
        -8.544170702048218
      ],
      [
        "GAAT",
        -8.545291013686018
      ],
      [
        "GCATTCAACTCATAGA",
        -8.547906412156088
      ],
      [
        "GAGGTC",
        -8.5528603427572
      ],
      [
        "CACG",
        -8.553154837402081
      ],
      [
        "AGTC",
        -8.554027185389476
      ],
      [
        "TACC",
        -8.555791817596237
      ],
      [
        "CAGCA",
        -8.555867377877606
      ],
      [
        "TTCCT",
        -8.560012795631994
      ],
      [
        "TTTA",
        -8.561264451188297
      ],
      [
        "AGGTG",
        -8.563986786465506
      ],
      [
        "AAATT",
        -8.567411887793686
      ],
      [
        "CACCATGTTGGCCAGG",
        -8.569499679665604
      ],
      [
        "GGGC",
        -8.571005647039495
      ],
      [
        "TGTGC",
        -8.571429954553643
      ],
      [
        "TATT",
        -8.571556729301946
      ],
      [
        "CTCG",
        -8.572334067042192
      ],
      [
        "AAGAA",
        -8.572561577185084
      ],
      [
        "AGTGA",
        -8.575068432730784
      ],
      [
        "ATGAT",
        -8.575638672192262
      ],
      [
        "ACAAT",
        -8.57654255457165
      ],
      [
        "GCAGG",
        -8.577847947930824
      ],
      [
        "CTAA",
        -8.579029568869753
      ],
      [
        "GAGTT",
        -8.579030786362946
      ],
      [
        "GCTC",
        -8.581868671863816
      ],
      [
        "AGTTT",
        -8.584789606916633
      ],
      [
        "ACTG",
        -8.585110990012836
      ],
      [
        "GCTGGGC",
        -8.58627871830003
      ],
      [
        "CTCCT",
        -8.589134897273762
      ],
      [
        "CCTTC",
        -8.591892607303889
      ],
      [
        "CCTGT",
        -8.59395415966712
      ],
      [
        "CTTTT",
        -8.596603980286853
      ],
      [
        "TTTTC",
        -8.596674945696858
      ],
      [
        "GCAAG",
        -8.596734587265114
      ],
      [
        "TTAT",
        -8.597026089554921
      ],
      [
        "AGGAA",
        -8.597496381186144
      ],
      [
        "TACTCA",
        -8.600907984886932
      ],
      [
        "ACAAG",
        -8.604326009872272
      ],
      [
        "CGGAG",
        -8.605449235290125
      ],
      [
        "GTGGG",
        -8.605687398093153
      ],
      [
        "CGTGC",
        -8.605693337983137
      ],
      [
        "ATTCT",
        -8.60571041911753
      ],
      [
        "TTTTTT",
        -8.610314267180543
      ],
      [
        "CAGTG",
        -8.610735947755256
      ],
      [
        "ACCC",
        -8.611078053289173
      ],
      [
        "CCTA",
        -8.612986375992222
      ],
      [
        "CCAA",
        -8.613691191295132
      ],
      [
        "ATCC",
        -8.617383320199123
      ],
      [
        "TCCTG",
        -8.617592688556313
      ],
      [
        "CCAGC",
        -8.619504467028214
      ],
      [
        "CCCGC",
        -8.621687946888855
      ],
      [
        "GGAC",
        -8.622629669733719
      ],
      [
        "GACAG",
        -8.626572680694377
      ],
      [
        "TTTGA",
        -8.62763717141793
      ],
      [
        "ATAA",
        -8.628677338785923
      ],
      [
        "TATA",
        -8.630893225309016
      ],
      [
        "TTTGT",
        -8.632729452419582
      ],
      [
        "GACT",
        -8.633279715348106
      ],
      [
        "AATTA",
        -8.633374984767089
      ],
      [
        "TTAC",
        -8.63474681649048
      ],
      [
        "GTTGG",
        -8.63566046734033
      ],
      [
        "CTCCG",
        -8.637392102293315
      ],
      [
        "CTTGT",
        -8.637604019947478
      ],
      [
        "CTTGG",
        -8.637793671777297
      ],
      [
        "TTTCT",
        -8.637822986260954
      ],
      [
        "GTTGT",
        -8.638199918812536
      ],
      [
        "GTGAA",
        -8.639224381816932
      ],
      [
        "GCCTGGC",
        -8.642530443256666
      ],
      [
        "GCAC",
        -8.643589964054577
      ],
      [
        "ATCAT",
        -8.645031406642273
      ],
      [
        "CCTGA",
        -8.64600271432371
      ],
      [
        "TTAG",
        -8.64700225269679
      ],
      [
        "CTTCT",
        -8.651060857493897
      ],
      [
        "CAGTA",
        -8.651771682379364
      ],
      [
        "TTTGG",
        -8.654951957573388
      ],
      [
        "GGTA",
        -8.655895951301845
      ],
      [
        "CACCA",
        -8.656405799035142
      ],
      [
        "GGGATTACAGGCATGA",
        -8.658619401034038
      ],
      [
        "ATGTG",
        -8.658821058720392
      ],
      [
        "GACC",
        -8.658906616847176
      ],
      [
        "CAGGC",
        -8.659034576468073
      ],
      [
        "AAAGA",
        -8.659453728877924
      ],
      [
        "TCATGCCTGTAATCCC",
        -8.659831228000822
      ],
      [
        "CCCAT",
        -8.66194763207672
      ],
      [
        "AAGAG",
        -8.663199606817514
      ],
      [
        "TGCTT",
        -8.663834455589377
      ],
      [
        "GAGGA",
        -8.664100303304352
      ],
      [
        "TCTTT",
        -8.66491146417028
      ],
      [
        "ATAC",
        -8.664917512434773
      ],
      [
        "AACACTCTTTTTGTAG",
        -8.668821291700677
      ],
      [
        "CCAGG",
        -8.671021507186808
      ],
      [
        "AGTAGAGACGGGGTTT",
        -8.671599871085775
      ],
      [
        "ATTGC",
        -8.675692014811881
      ],
      [
        "AGGAT",
        -8.675764554260773
      ],
      [
        "ATTGT",
        -8.67771517008574
      ],
      [
        "TTGTTT",
        -8.680746396728892
      ],
      [
        "TACTA",
        -8.6830125960916
      ],
      [
        "TCTA",
        -8.683314437970425
      ],
      [
        "ACGT",
        -8.683753991265494
      ],
      [
        "TCAA",
        -8.684155856901647
      ],
      [
        "CTCCC",
        -8.685659217083224
      ],
      [
        "CGAG",
        -8.68894171476148
      ],
      [
        "TAGG",
        -8.689624471465573
      ],
      [
        "GTGAC",
        -8.690208399765826
      ],
      [
        "CCTGGCCAACATGGTG",
        -8.69180635141992
      ],
      [
        "TAGC",
        -8.692319424408653
      ],
      [
        "ACCAC",
        -8.693676290191851
      ],
      [
        "TATTT",
        -8.704304701943773
      ],
      [
        "GATT",
        -8.706078253721085
      ],
      [
        "CTGTG",
        -8.706788393376105
      ],
      [
        "GGGAGG",
        -8.708639922502229
      ],
      [
        "CCAAG",
        -8.708913302522678
      ],
      [
        "CAGAA",
        -8.710480476874597
      ],
      [
        "GACCTT",
        -8.710552194576026
      ],
      [
        "TTGAT",
        -8.710717521443376
      ],
      [
        "AACT",
        -8.711826406694781
      ],
      [
        "CCTCA",
        -8.71313544436039
      ],
      [
        "GAAAC",
        -8.715371267495334
      ],
      [
        "CATGT",
        -8.716388545987982
      ],
      [
        "GTAT",
        -8.717383576723627
      ],
      [
        "AATC",
        -8.719488502684877
      ],
      [
        "AGCG",
        -8.71968313725796
      ],
      [
        "TGTGT",
        -8.72005038825386
      ],
      [
        "AGATT",
        -8.720270569873964
      ],
      [
        "GAGTAGCTGGGATTAC",
        -8.721029348306683
      ],
      [
        "CTGTCACCCAGGCTGG",
        -8.721335638968865
      ],
      [
        "CACTT",
        -8.721529255730477
      ],
      [
        "GTTA",
        -8.72246408541326
      ],
      [
        "AAGGTC",
        -8.72372938103085
      ],
      [
        "GTAGG",
        -8.725171259562272
      ],
      [
        "GGAAG",
        -8.726151574039129
      ],
      [
        "GTTGAACCTTTCTTTT",
        -8.726376449309683
      ],
      [
        "ACAGA",
        -8.728894904940192
      ],
      [
        "CTCAC",
        -8.729435869945277
      ],
      [
        "CCTCC",
        -8.729559079771821
      ],
      [
        "GCCAG",
        -8.730680807005214
      ],
      [
        "ATAAT",
        -8.731467635721295
      ],
      [
        "GCAGT",
        -8.731746057652533
      ],
      [
        "ATGGA",
        -8.732443061875735
      ],
      [
        "CCTGG",
        -8.734022833342332
      ],
      [
        "AAGTA",
        -8.734495166990175
      ],
      [
        "ATTTT",
        -8.735298501708284
      ],
      [
        "GGTT",
        -8.73611271328108
      ],
      [
        "GTGC",
        -8.736268987812846
      ],
      [
        "GTGGT",
        -8.737097068419923
      ],
      [
        "TACCT",
        -8.737271672081857
      ],
      [
        "CGGG",
        -8.7376181181731
      ],
      [
        "CGCT",
        -8.73833236468598
      ],
      [
        "TGTGG",
        -8.738905144578325
      ],
      [
        "GTAA",
        -8.73940611395469
      ],
      [
        "GAGGG",
        -8.74113148159195
      ],
      [
        "ACTGT",
        -8.74161572050245
      ],
      [
        "CGTG",
        -8.742674414175386
      ],
      [
        "CTCCA",
        -8.742934855712768
      ],
      [
        "ATCAC",
        -8.74365349234695
      ],
      [
        "AACTG",
        -8.744306926841453
      ],
      [
        "CCAGA",
        -8.745976369956077
      ],
      [
        "CACCC",
        -8.748660100048607
      ],
      [
        "CTCTG",
        -8.750639655107229
      ],
      [
        "AGAAA",
        -8.751767903917832
      ],
      [
        "TTGAG",
        -8.751911668388955
      ],
      [
        "AAACC",
        -8.752541742227098
      ],
      [
        "GGAATAT",
        -8.752722477424536
      ],
      [
        "GAGTAGCTGGGACTAC",
        -8.753408841792933
      ],
      [
        "CTGAT",
        -8.753639171016133
      ],
      [
        "GTAATCCCAGCACTTT",
        -8.754478840213508
      ],
      [
        "AAAGC",
        -8.754547798367998
      ],
      [
        "ATGTT",
        -8.755138363414611
      ],
      [
        "CCTGCCTC",
        -8.755897676582263
      ],
      [
        "AGGAGGCTGAGGCAGG",
        -8.756044846218535
      ],
      [
        "AAGGA",
        -8.757653449022083
      ],
      [
        "GGGAT",
        -8.758911972105448
      ],
      [
        "CCAGCCTGGGTGACAG",
        -8.760810179200556
      ],
      [
        "AACC",
        -8.761197014408197
      ],
      [
        "TCCCA",
        -8.763100262909997
      ],
      [
        "CTCGGCTCACTGCAAC",
        -8.771431448814521
      ],
      [
        "GAATA",
        -8.771479001013592
      ],
      [
        "AAAAC",
        -8.774531310576144
      ],
      [
        "ACCAT",
        -8.775770009016309
      ],
      [
        "AGGCA",
        -8.775842808835634
      ],
      [
        "ACAGC",
        -8.776446650639265
      ],
      [
        "TCCTC",
        -8.778693637459622
      ],
      [
        "TGTGA",
        -8.781785185106813
      ],
      [
        "GTGTT",
        -8.783120055301145
      ],
      [
        "AGTAGAGATGGGGTTT",
        -8.783244635258164
      ],
      [
        "TCAGG",
        -8.78436359585368
      ],
      [
        "GCTA",
        -8.787334594831798
      ],
      [
        "AAACT",
        -8.788575672857181
      ],
      [
        "GGAGG",
        -8.789308087080087
      ],
      [
        "CTTCC",
        -8.789793372813339
      ],
      [
        "CCCTC",
        -8.790099736102778
      ],
      [
        "GTGCT",
        -8.790781195888844
      ],
      [
        "AACAT",
        -8.791412888452914
      ],
      [
        "TCTCA",
        -8.79440833431935
      ],
      [
        "GCACT",
        -8.795955190525358
      ],
      [
        "ACTTT",
        -8.79600629412602
      ],
      [
        "AGAAG",
        -8.796958417640997
      ],
      [
        "AAAAATTA",
        -8.797505940916174
      ],
      [
        "AATCT",
        -8.799315703891432
      ],
      [
        "GGGAA",
        -8.799535577772339
      ],
      [
        "AGAGA",
        -8.799820113872372
      ],
      [
        "CACTG",
        -8.80011120726018
      ],
      [
        "AGGAC",
        -8.800138256504885
      ],
      [
        "ATGCA",
        -8.800247342944285
      ],
      [
        "GGTTT",
        -8.80265904235238
      ],
      [
        "TTCTT",
        -8.805472442706627
      ],
      [
        "GCATG",
        -8.809619262808395
      ],
      [
        "AGCCT",
        -8.812572108375758
      ],
      [
        "AGGCT",
        -8.812981788492356
      ],
      [
        "CATGG",
        -8.813586938094954
      ],
      [
        "GGGATTACAGGTGTGA",
        -8.814433864130898
      ],
      [
        "CACCT",
        -8.816603850991372
      ],
      [
        "AAAGG",
        -8.818358135314341
      ],
      [
        "TACCA",
        -8.818513830657686
      ],
      [
        "TTTCTT",
        -8.818723008838278
      ],
      [
        "CTGGTCTTGAACTCCT",
        -8.81918991863002
      ],
      [
        "ACAAC",
        -8.820582168343481
      ],
      [
        "CATCT",
        -8.821010201760657
      ],
      [
        "GTTGCAGTGAGCCGAG",
        -8.821647939839425
      ],
      [
        "CTGGT",
        -8.821707774380819
      ],
      [
        "CTGCT",
        -8.821938920199369
      ],
      [
        "AAAAG",
        -8.82219169996912
      ],
      [
        "CCATG",
        -8.824154422121147
      ],
      [
        "CCATC",
        -8.830805043493498
      ],
      [
        "GCAGC",
        -8.831514478155748
      ],
      [
        "TGCAC",
        -8.832409039704771
      ],
      [
        "GAAGA",
        -8.833380565397299
      ],
      [
        "TCCTT",
        -8.833494667947935
      ],
      [
        "GCTGGGT",
        -8.837283532622997
      ],
      [
        "ATGGT",
        -8.839942111548332
      ],
      [
        "AACTT",
        -8.840827398605468
      ],
      [
        "ATCAG",
        -8.844197708392006
      ],
      [
        "GCCAC",
        -8.844914037053417
      ],
      [
        "CTCTC",
        -8.845242383044507
      ],
      [
        "TGTTT",
        -8.845275542794774
      ],
      [
        "GATC",
        -8.84734459779966
      ],
      [
        "ATGGC",
        -8.849113694154058
      ],
      [
        "ATGAA",
        -8.849403453647179
      ],
      [
        "GAGCA",
        -8.85059259222207
      ],
      [
        "GACAGAAGCATTCTCA",
        -8.851880895769014
      ],
      [
        "CAAGC",
        -8.852707852209093
      ],
      [
        "ACTGC",
        -8.85513750691353
      ],
      [
        "TCACACCTGTAATCCC",
        -8.857088167373202
      ],
      [
        "TAAC",
        -8.858278968707598
      ],
      [
        "AAATG",
        -8.858944643926208
      ],
      [
        "TCTCT",
        -8.860349839610851
      ],
      [
        "AAAGTGCTGGGATTAC",
        -8.861254650545469
      ],
      [
        "AATGA",
        -8.863014723677328
      ],
      [
        "ATCCC",
        -8.86389378623985
      ],
      [
        "AAACA",
        -8.864346206921002
      ],
      [
        "GTGGC",
        -8.86502244511661
      ],
      [
        "TCTGT",
        -8.865774801574233
      ],
      [
        "ATGTA",
        -8.866499185396414
      ],
      [
        "GGATATTTGGATAGCT",
        -8.86692008496597
      ],
      [
        "CCCACCTC",
        -8.869137978485721
      ],
      [
        "TTGTG",
        -8.86971769990544
      ],
      [
        "TCACT",
        -8.872408818802906
      ],
      [
        "AGCAT",
        -8.8740070431006
      ],
      [
        "AGCCTCCCAAAGTGCT",
        -8.880150747307155
      ],
      [
        "AGCACTTTGGGAGGCT",
        -8.880837195712926
      ],
      [
        "AGTCT",
        -8.883293655323723
      ],
      [
        "CTGGTCTCGAACTCCT",
        -8.885030777376059
      ],
      [
        "ATCAA",
        -8.88693558805752
      ],
      [
        "TGGAT",
        -8.887242622852543
      ],
      [
        "ATCG",
        -8.887603263811446
      ],
      [
        "GAGGCAGG",
        -8.887652582980698
      ],
      [
        "TAGTT",
        -8.888859451959096
      ],
      [
        "CCCAG",
        -8.890381425182323
      ],
      [
        "ATAGT",
        -8.891507301230764
      ],
      [
        "TAGTA",
        -8.892030009957956
      ],
      [
        "AAGTT",
        -8.893858473718872
      ],
      [
        "ACCAG",
        -8.89410620873831
      ],
      [
        "GTTC",
        -8.896238332032336
      ],
      [
        "GGGCA",
        -8.896377289816384
      ],
      [
        "GAGGTGGG",
        -8.89759649290534
      ],
      [
        "CCTTT",
        -8.897865539076431
      ],
      [
        "GCCAT",
        -8.900851818423417
      ],
      [
        "AGTGAG",
        -8.901435516838148
      ],
      [
        "TCAGA",
        -8.901644311258632
      ],
      [
        "TAAAA",
        -8.902123851382317
      ],
      [
        "ACGA",
        -8.902933285501465
      ],
      [
        "GTTTT",
        -8.907314730345096
      ],
      [
        "ATCCT",
        -8.908169635500268
      ],
      [
        "CTGAC",
        -8.908447972551018
      ],
      [
        "TGAAG",
        -8.9126464608926
      ],
      [
        "GAAAA",
        -8.913105897823367
      ],
      [
        "CAGGG",
        -8.913517153870016
      ],
      [
        "AAACAC",
        -8.914385875568076
      ],
      [
        "GTGTA",
        -8.91442627746379
      ],
      [
        "CGTT",
        -8.914805369422673
      ],
      [
        "TGCCC",
        -8.915443286917
      ],
      [
        "CTCAGC",
        -8.916726653628736
      ],
      [
        "TGCAG",
        -8.917176234977902
      ],
      [
        "TTGTTG",
        -8.91757798971408
      ],
      [
        "GCAAA",
        -8.918112383608792
      ],
      [
        "AGGAGTTTGAGACCAG",
        -8.918171774970705
      ],
      [
        "TATC",
        -8.919281672103018
      ],
      [
        "TACAT",
        -8.920711392404058
      ],
      [
        "CCGG",
        -8.920833275230045
      ],
      [
        "TCTGG",
        -8.921185300446375
      ],
      [
        "CGAT",
        -8.921283515048781
      ],
      [
        "ACAGT",
        -8.92181055036945
      ],
      [
        "CTTTG",
        -8.923722094165168
      ],
      [
        "CGTC",
        -8.92380375581495
      ],
      [
        "GCTGT",
        -8.924877705916016
      ],
      [
        "GGCAG",
        -8.925085383881903
      ],
      [
        "TCCAC",
        -8.928270239314637
      ],
      [
        "CGCA",
        -8.928304589707583
      ],
      [
        "AGGGT",
        -8.928376266452847
      ],
      [
        "TTTGGA",
        -8.928606735256821
      ],
      [
        "TACTT",
        -8.929344399065934
      ],
      [
        "AAACCCCGTCTCTACT",
        -8.930359208001075
      ],
      [
        "CACAGAG",
        -8.930545045330188
      ],
      [
        "AGCCA",
        -8.930760968107666
      ],
      [
        "ATGAC",
        -8.930867827532197
      ],
      [
        "CCCG",
        -8.931734240078093
      ],
      [
        "GGTGA",
        -8.932572415700514
      ],
      [
        "CTGGTCTCAAACTCCT",
        -8.936111483319193
      ],
      [
        "TGAGA",
        -8.936504218973427
      ],
      [
        "CACTGT",
        -8.937109479825455
      ],
      [
        "CAGGA",
        -8.938121497075002
      ],
      [
        "ACCTG",
        -8.938313721346201
      ],
      [
        "GTCCT",
        -8.93919428785311
      ],
      [
        "AGTGT",
        -8.939621473751087
      ],
      [
        "CAAAG",
        -8.939719836044151
      ],
      [
        "CCGAG",
        -8.939783658804032
      ],
      [
        "CAAAA",
        -8.940060961987239
      ],
      [
        "GGGTA",
        -8.94030751377528
      ],
      [
        "CAAGT",
        -8.940545159658665
      ],
      [
        "TCATG",
        -8.940668279751522
      ],
      [
        "GGTC",
        -8.940668318955268
      ],
      [
        "CCGT",
        -8.94112554680253
      ],
      [
        "CACAA",
        -8.941267283697648
      ],
      [
        "CCACA",
        -8.942122695031014
      ],
      [
        "GTGTC",
        -8.942659551132403
      ],
      [
        "CCTAC",
        -8.943534740316249
      ],
      [
        "CAAGA",
        -8.943836816532254
      ],
      [
        "TGAGG",
        -8.944110601547834
      ],
      [
        "AAAAAA",
        -8.945144141477165
      ],
      [
        "TGTTG",
        -8.947693221419115
      ],
      [
        "CAGCT",
        -8.949386280196242
      ],
      [
        "TATTC",
        -8.950301647588002
      ],
      [
        "CTTGGCTCACTGCAAC",
        -8.950473695223089
      ],
      [
        "CGGA",
        -8.950594594696527
      ],
      [
        "CCTGCCTT",
        -8.951041004405031
      ],
      [
        "AGGCC",
        -8.951911394964249
      ],
      [
        "AGGAGTTCAAGACCAG",
        -8.951929407731035
      ],
      [
        "AGGGG",
        -8.952219562168521
      ],
      [
        "ACGC",
        -8.952631001224486
      ],
      [
        "AGCAG",
        -8.953361118148162
      ],
      [
        "GTGGA",
        -8.953651074316237
      ],
      [
        "CGGT",
        -8.954177352148342
      ],
      [
        "CTGGG",
        -8.954742861041469
      ],
      [
        "ATTGA",
        -8.95640882835318
      ],
      [
        "AGTCA",
        -8.956862242606125
      ],
      [
        "TGGAA",
        -8.95723104045899
      ],
      [
        "AATAA",
        -8.957368015818453
      ],
      [
        "CTAGG",
        -8.959380486372549
      ],
      [
        "TTTTA",
        -8.960991554608208
      ],
      [
        "ATGGTG",
        -8.96446051223692
      ],
      [
        "TAATTTT",
        -8.965215615112374
      ],
      [
        "AAAGGAAATATCTTCA",
        -8.966143108486666
      ],
      [
        "CAGAC",
        -8.966400567791373
      ],
      [
        "CATTT",
        -8.966751600675966
      ],
      [
        "AACAG",
        -8.966860760514134
      ],
      [
        "CTCTT",
        -8.967314415187328
      ],
      [
        "GCCTG",
        -8.967510635169852
      ],
      [
        "TCCAG",
        -8.968670004794307
      ],
      [
        "TGCCA",
        -8.970013734013204
      ],
      [
        "GCATT",
        -8.970664230536386
      ],
      [
        "GTTGCAGTGAGCTGAG",
        -8.9723976869317
      ],
      [
        "CTGTTGCCCAGGCTGG",
        -8.972426662251081
      ],
      [
        "AATCA",
        -8.972822402179874
      ],
      [
        "AAACCCCATCTCTACT",
        -8.973620282366074
      ],
      [
        "GTAC",
        -8.974171834124299
      ],
      [
        "AAAGT",
        -8.974825402150831
      ],
      [
        "CAGCAT",
        -8.975404536705646
      ],
      [
        "AACCA",
        -8.976354583513645
      ],
      [
        "TGTCT",
        -8.977577857652825
      ],
      [
        "CCATA",
        -8.977834117254256
      ],
      [
        "TGCTG",
        -8.979568738896944
      ],
      [
        "CACCAT",
        -8.980731094254455
      ],
      [
        "AGGAGTTCGAGACCAG",
        -8.98084923188085
      ],
      [
        "▁TT",
        -8.981122904372057
      ],
      [
        "GAAGCATTCTCAGAAA",
        -8.981591143410691
      ],
      [
        "TCACA",
        -8.986087401391202
      ],
      [
        "TCTTC",
        -8.98667619665915
      ],
      [
        "AACTA",
        -8.990398755507698
      ],
      [
        "GAAAT",
        -8.99073294497326
      ],
      [
        "GTTGCAGTGAGCCAAG",
        -8.99075232118579
      ],
      [
        "TGTAG",
        -8.991076643020913
      ],
      [
        "TGCCT",
        -8.99390383555265
      ],
      [
        "CAAGG",
        -8.994381376893546
      ],
      [
        "CAGAT",
        -8.994473455013104
      ],
      [
        "CCAGCCT",
        -8.996077060552944
      ],
      [
        "GAACA",
        -8.996890943513009
      ],
      [
        "AGAGT",
        -8.997294026462104
      ],
      [
        "CATGA",
        -8.999185265565801
      ],
      [
        "ATCTC",
        -8.99922236911356
      ],
      [
        "TTCAG",
        -8.999762763677612
      ],
      [
        "TGGAGGATTTCGTTGG",
        -9.000026850517347
      ],
      [
        "TCATT",
        -9.000689759565374
      ],
      [
        "CCAAC",
        -9.001363209148268
      ],
      [
        "CTTGA",
        -9.00293743642587
      ],
      [
        "AGACC",
        -9.003049936143048
      ],
      [
        "AGTTG",
        -9.00352998044964
      ],
      [
        "GTAGT",
        -9.004207447793686
      ],
      [
        "CATAG",
        -9.005869167006331
      ],
      [
        "GTAGA",
        -9.00593244935051
      ],
      [
        "ACTGAG",
        -9.006042240545185
      ],
      [
        "ATGAG",
        -9.007901631411176
      ],
      [
        "AACG",
        -9.008225475079483
      ],
      [
        "CGCC",
        -9.008282799715941
      ],
      [
        "CCATCCT",
        -9.010169888997323
      ],
      [
        "TCTTG",
        -9.011897572424902
      ],
      [
        "GAAGT",
        -9.012336640117733
      ],
      [
        "AATCTGCAAGTGGACA",
        -9.013366409083321
      ],
      [
        "CTCAGCTCACTGCAAC",
        -9.016239376131162
      ],
      [
        "ACTAC",
        -9.016476981104011
      ],
      [
        "TTCCC",
        -9.016490995638733
      ],
      [
        "TGGGA",
        -9.017213650433613
      ],
      [
        "GTCAC",
        -9.018346505987429
      ],
      [
        "TTGCA",
        -9.018503195103158
      ],
      [
        "GGTCA",
        -9.019150198850522
      ],
      [
        "TTTTTTT",
        -9.02148944787007
      ],
      [
        "TGGTG",
        -9.023100293115494
      ],
      [
        "GCCTACGGTGAAAAAG",
        -9.024011878392676
      ],
      [
        "CCAGT",
        -9.025280961716197
      ],
      [
        "CTTCA",
        -9.025874009747454
      ],
      [
        "CTGAA",
        -9.02638699677955
      ],
      [
        "TCTGA",
        -9.026774910958071
      ],
      [
        "AACCT",
        -9.028124538846424
      ],
      [
        "GATGG",
        -9.029067323700492
      ],
      [
        "AGAGG",
        -9.030577727709531
      ],
      [
        "AGTAGAGACAGGGTTT",
        -9.031375137798083
      ],
      [
        "TTTTG",
        -9.031932115735376
      ],
      [
        "TTGAA",
        -9.031972724117193
      ],
      [
        "TGCG",
        -9.032288897382646
      ],
      [
        "GCTTG",
        -9.03268211344013
      ],
      [
        "CTGGA",
        -9.032740927731258
      ],
      [
        "CACCTC",
        -9.03412120383538
      ],
      [
        "GGGTG",
        -9.035597480027747
      ],
      [
        "GCGAT",
        -9.035921536230124
      ],
      [
        "TAATT",
        -9.03653951143739
      ],
      [
        "CGCCC",
        -9.03694967489557
      ],
      [
        "AATGT",
        -9.037736818128536
      ],
      [
        "ACTCT",
        -9.043297819379788
      ],
      [
        "ATACA",
        -9.043496563244418
      ],
      [
        "AAAAAAA",
        -9.043708549911184
      ],
      [
        "AACAC",
        -9.04370912582063
      ],
      [
        "CTGTC",
        -9.044436366425105
      ],
      [
        "ATTCTCAGAAA",
        -9.045284414733405
      ],
      [
        "CATCA",
        -9.045781065866521
      ],
      [
        "CAGGT",
        -9.047259102388177
      ],
      [
        "TTGGA",
        -9.04743820725442
      ],
      [
        "GTCTT",
        -9.04760544843584
      ],
      [
        "TGGCA",
        -9.048862993200501
      ],
      [
        "AGGGAGA",
        -9.049964356172175
      ],
      [
        "CGGC",
        -9.051034173419417
      ],
      [
        "TTCAT",
        -9.0519077372379
      ],
      [
        "ACCCA",
        -9.051960917008941
      ],
      [
        "CCCTG",
        -9.052981852205559
      ],
      [
        "ATAGA",
        -9.053383692145179
      ],
      [
        "ACCG",
        -9.054035107292766
      ],
      [
        "AGGTT",
        -9.056120493266096
      ],
